Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: 로렌스 자작.{j}그의 얼굴에, 웃음이 활짝 피어올랐다.{j}호랑이의 자식은 역시 호랑이였다.{j}로만의 당당한 태도를 바라보며, 로렌스 자작은 자신의 사위라는 시각으로 그의 모습을 평가했다.
en_us: Viscount Lawrence could stop laughing in joy. It seemed like Roman had left a very good impression of himself to the viscount. He was greatly pleased that a man of lofty bearing like Roman was his future son-in-law. {j}{j}{j}

source: 검사로서 강해지는 것은 한 갈래 길이 아닐 텐데, 나는 이제껏 왜 그들의 방식을 고수하려고 노력했을까.
en_us: Come to think of it, he couldn’t understand why he had tried so hard to follow the footstep of others while there were so many different ways for a swordsman to become stronger.

source: 분위기가 싸늘하게 변했다.
en_us: The atmosphere soon got cold.

source: 그게 사내들의 분노를 더욱 부추긴 모양인지, 사내들은 정말 죽일 작정으로 남자아이를 무차별적으로 구타했다.{j}퍽퍽, 소리와 함께 남자아이의 몸이 들썩였다.{j}
en_us: They started hitting the boy indiscriminately to kill him, perhaps incited by the boy’s attitude. As they punched him here and there, his body was on the ground rolling over the mud.

source: 주화입마(走火入魔) 따위가 아니라, 몸의 탁기가 밖으로 배출되면서 검디검은 코피가 흘러내렸다.
en_us: The dark-colored blood proved to him that the impurities were flowing out of his body, which meant his body wasn’t undergoing any side-effects for forcing the use of mana.

source: “……저희 파혼했습니다.”
en_us: “Father, I have noticed Lord Roman to break off our enagement.”

source: 광마.{j}처음 그를 만났을 때, 광마는 케빈과 마찬가지로 무공이라고는 알지 못하는 별 볼 일 없는 소년에 불과했다.{j}그런데.{j}그런 그가 어떻게 사천왕으로 성장할 수 있었을까?{j}천부적인 재능 덕분에?{j}아니다.{j}그의 성장은 강력한 의지로부터 비롯되었다.
en_us: Just like Kevin, the Demon of Lunacy was an average teenager who had no experience in martial arts; however, the reason behind the demon’s growth to become one of the heavenly guardians wasn’t because of his naturally gifted talents, but through his sheer willpower to become stronger.{j}{j}{j}{j}{j}{j}

source: “로렌스 자작님은 이번 혼사가 어떤 의미를 지녔다고 생각하십니까?{j}사랑에 의한 결혼?{j}두 가문의 결합?{j}그런 허울 좋은 단어들은 이번 혼사와는 아무런 연관이 없습니다.”
en_us: “Viscount Lawrence, do you truly understand the significance of this arranged marriage? A marriage out of love? Or ceremony to unite to families? Those meaningless words have nothing to do with this arranged marriage.”{j}{j}{j}

source: 손가락 마디를 잘라 내고.
en_us: First, he started with cutting their fingers.

source: ‘떠들썩하네.’
en_us: It sure is crowded here.

source: 시간이 흘렀다.{j}하루.{j}이틀.{j}……그리고 사흘.
en_us: Time flew by in the workshop...and when the fourth day of Roman’s training came, Roman had completely entered into the phase of mental training.{j}{j}{j}

source: 아무런 문제가 없다는 사실을 전달받기 전만 하더라도, 로메로 남작은 평정심을 유지하지 못했다.{j}그리고 그 모든 일의 원흉은 바로 로렌스였다.{j}플로라 로렌스.{j}그녀가 직접 파혼 사실을 밝혔더라면, 로만이 위험해지는 일 따위는 없었을 것이다.
en_us: Before he was able to confirm his son’s safety, he had lost his composure and he strongly believed that it was the Lawrence and Flora Lawrence to blame if anything were to happen to his son. If she never requested the cancelation of the marriage, Roman would’ve never had to risk his life for such a dangerous task.{j}{j}{j}

source: 조나단을 비롯한 드미트리 기사단은 로만을 별로 좋아하지 않지만, 하늘처럼 따르는 영주님의 명령을 거절할 수는 없었다.
en_us: Although Roman wasn’t loved either by the knights or Jonathan, they had no option but to follow orders of their master.

source: 어두컴컴한 동굴 안.{j}백중혁의 아버지라는 사람은 이렇게 말했다.
en_us: And when he was thrown inside the deep dark cave, his father yelled at him from the entrance.{j}

source: “죄송합니다만 무장한 병력은 성문을 열어 줄 수 없습니다.{j}로렌스에 출입하길 원하신다면, 무장을 모두 해제하고 정식 절차를 밟으십시오.”
en_us: “I’m sorry but we can’t open the gates if you are armed. If you want to enter, disarm yourselves and follow our protocols.”{j}

source: “현실을 수긍하기 위해서는 확실한 결과가 필요하지.{j}어때?{j}케빈과 대리 대련을 해 보는 것이.{j}대리 대련을 하고도 네가 옳다고 생각한다면, 그때부터는 직접 가르침을 내려 주도록 하지.”
en_us: “In order to accept one’s reality there isn’t a better way than showing the results. So, how about you face Kevin on a proxy-duel? If you still believe you were right about yourself even after this duel, I will accept your request and teach you personally.”{j}{j}{j}

source: 한눈에 보아도 목숨이 얼마 남지 않았다.{j}그러나 그는 아직 생명의 끈을 놓지 않았다.
en_us: Even by a glance, it looked like the man didn’t have much time left. But he was desperately holding onto his life.

source: “아씨.”
en_us: “Damn it.”

source: “나는 네가 불쌍해서 도와준 것이 아니다.{j}블러드 팽 패거리가 드미트리의 법도를 어겼기 때문에 형을 집행한 것이고, 너 또한 그 책임에서 벗어날 수 없다.{j}그러니 조금의 거짓 없이 너의 상황을 설명하라.{j}만약 네 말에 거짓이 있다고 판단된다면, 네 혓바닥도 무사할 수 없을 것이다.”
en_us: “I didn’t save you out of pity. The Blood Fangs deserved their punishment for they have violated the laws of my House, thus you’re not an exception. I will offer you an opportunity to explain me your reason for violating the laws. There must be no lie, or else I can’t promise the safety of your tongue.”{j}{j}{j}

source: “이유는 단순해.{j}
en_us: “The reason is quite simple,” Roman continued speaking as Chris stood silent.{j}{j}{j}{j}{j}{j}

source: 그날.{j}크리스는 고민에 빠졌다.{j}해가 저물었고, 다시 해가 떠올랐다.
en_us: Chris spent a restless thinking over the advice given by Roman.{j}{j}

source: 일격(一擊).{j}벌어진 틈을 공략했다.
en_us: Chris went for his final blow the moment Roman let his guard down thinking that he had successfully dodged all of Chris’s attacks.{j}

source: 문제는 지금부터였다.{j}전에 알던 로만이라면 아무나 호명해도 상관이 없겠지만, 달라진 로만은 그 한계를 알 수 없었다.
en_us: Jonathan was lost in thoughts thinking carefully to pick Roman’s opponent. It wouldn’t have taken this long if Roman was the same person he used to know, but now he had no clue how strong Roman had become.{j}

source: 문무(文武) 모두에 재능이 없어서 스물 중반이 되도록 수도 진출은 꿈도 꾸지 못한 채, 변방의 영지에 틀어박혀 향락에 빠져 산다는 소문의 주인공.
en_us: The rumors she heard described Roman as an idiot who was unable to enter the capital until the age of mid-twenties as he lacked in both literary and martial arts. She also heard that he remained in the outskirts wasting his life pleasure-seeking even to this day.

source: “블러드 팽에 대해 조사하면서 아주 재밌는 정보를 알아냈어.{j}사람들이 블러드 팽을 두려워하는 이유는 목숨을 버리면서까지 보복을 하기 때문이야.{j}그런데, 자살 테러리스트들은 하나같이 공통점이 있더군.{j}
en_us: “You know I found something intriguing about the Blood Fang. The very reason people are afraid of the Blood Fang is because they will get their revenge whatever the cost. However, each and every single one of the terrorists who took part in the suicide bombings had one thing in common,” Roman spoke with a calm voice.{j}{j}{j}{j}{j}{j}

source: 사람들이 동요했다.{j}둘의 대화.{j}로만 드미트리와 벤 마일즈의 신분에 그들은 당황할 수밖에 없었다.{j}피가 끓었다.
en_us: The people in the square were agitated by the scene and they felt their blood boil at the sight of both Roman Dimitri and Ben Miles together.{j}{j}{j}

source: 이번 사건.{j}로만의 행보는 기사들 사이에서 유명하다.{j}로만이 정말 블러드 팽을 처리했을 정도로 대단한 무력을 보유했는지에 대한 논쟁이 있었는데, 크리스는 단호하게 그럴 리가 없다고 말했다.
en_us: The recent incident regarding the Blood Fang was a hot potato amongst the Dimitri Knights. There had been a night long discussion of whether Roman truly possessed the strength to wipe out the criminals. Chris, obviously, argued against Roman.{j}{j}

source: “……그게 정말 사실인가?”
en_us: “Is that true?”

source: 아버지의 실망한 표정을 마주할 자신이 없었다.
en_us: She wasn’t prepared to disappoint him.

source: 스승인 조나단 기사단장을 찾아갔고, 앞으로 로만을 따라 전장에 나가겠다고 솔직하게 말했다.
en_us: He went straight to meet Captain Jonathan and declared his will to follow Roman to the battlefield.

source: 블러드 팽 패거리들이 악에 받쳐 로만을 공격했다.{j}거의 열에 달하는 사내들의 공격에 한스는 발을 동동 구르다가, 황급히 주변에 있는 큰 돌멩이를 들고는 로만을 도와주려고 했다.
en_us: After seeing their captain die before their eyes, the Blood Fangs lashed out at Roman in a fit of rage. Captured in fear, Hans stood and watched as his young master courageously faced the group of men. But then, whether it was an act of heroism or not, Hans searched for a huge rock on the ground to help Roman.

source: 서로 이해관계가 맞는 거래였다.
en_us: Basically, an agreement that met both families’ interests.

source: 맞는 말이다.{j}블러드 팽은 실제로 위험하다.
en_us: Hans was right about the Blood Fang. They were indeed a dangerous group of criminals. {j}

source: ‘드미트리 기사단이 도련님에게 당하는 꼴을 볼 수는 없다.{j}고로, 도련님의 상대는 도련님을 완벽하게 제압할 수 있는 실력자여야만 한다.{j}그래야 기사단의 위신을 살리고, 블러드 팽을 쓰러트렸다는 로만 도련님의 진짜 실력을 확인할 수 있겠지.’
en_us: I can’t bare seeing one of my knights lose to Lord Roman. I need to pick someone who’s skilled enough to overwhelm Lord Roman in swordsmanship. It’s a hard pick. Not only do I need to save the knights’ reputation, but also have to verify Lord Roman’s improved skills.{j}{j}

source: ‘내가 해결해야 할 문제야.{j}로만 드미트리가 평판과는 다른 남자라서가 아니라, 바르코 가문과의 분쟁에서 로렌스가 살아남기 위해서는 드미트리의 힘이 필요해.{j}그러니까 현실을 받아들이자.{j}나는 성인이고, 언제까지고 로렌스의 꽃으로만 남을 수는 없어.’
en_us: I knew all of this. This is a mistake I need to undo. It’s not because Roman Dimitri is a complete different person than I used to know, but we must gain the Dimitris’ support for the Lawrence to survive in the conflicts against House Barco. Get it together, Flora. I can’t just remain as the flower of Lawrence Forever.{j}{j}{j}

source: 그는 로만을 처리하라는 지시를 내릴 때만 하더라도 이와 같은 상황은 조금도 예상하지 못했다.{j}상대는 드미트리의 얼간이다.{j}빠르게 처리하고 잠적하면 그만이라고 판단했건만, 이후의 벌어진 상황은 아직도 믿기질 않았다.
en_us: Never in his wildest dream did he imagine himself being dragged like a trash when he first ordered his men to kill Roman, because his target was Dimwit Dimitri. He thought it would be an easy busy to take care of, so he only thought about how he would hide after killing Roman. He never imagined such outcome.{j}{j}

source: 실제로 세 명의 아들은 어려움을 모르고 살았다.
en_us: And as he had promised himself, his three young boys grew up without going through any hardships.

source: 자신에게 어떤 해코지를 해 놓고도, 당당하게 다시 보자고 초대장을 날릴 정도로 매우 대담했다.
en_us: Actually, he was quite impressed by their boldness for inviting even after their attempt to kill Roman.

source: ‘상당히 엉성한 기의 분출이었어.{j}왜 그렇게 기를 사용하는지 이해가 되지 않을 정도로.{j}한스가 말했던 마나의 힘인 것 같은데, 이 세상은 우리와는 다른 방식으로 그걸 활용하고 있어.’
en_us: It was rather too sloppy of him to use his flow of energy, the gi, like that. I don’t understand why the people would use the gi so inefficiently. Maybe this was what Hans was referring last time when he talked about mana. It’s being used in a different form than back in Murim.{j}{j}

source: “사건은 우연히 시작되었다.{j}블러드 팽은 본인들과 대립하는 고리대금 세력과 전쟁을 벌인 적이 있었는데, 그들을 잔인하게 죽이면서 악명을 얻었지.{j}그게 시작이다.{j}악명은 공포를 낳았고, 그 공포를 활용하면 얼마나 일을 효율적으로 처리할 수 있는지를 그들은 깨닫고 말았지.”
en_us: “Well, everything began in a coincidence. The Blood Fang started gaining their infamy by mercilessly slaughtering another loan-sharking organization in their war against them. That was it. Their infamy gave birth to fear, and they soon learned that they could take advantage of that fear to efficiently carry out their tasks.”{j}{j}{j}

source: 플로라를 위한 배려가 아니었다.
en_us: Roman wasn’t doing this for Flora, but for the sake of himself.

source: 로만을 믿었다.{j}자신을 구해 주었던 것처럼.{j}로만이 이번에도 자신의 삶을 구해 주리라 믿었다.
en_us: He trusted Roman. He believed that Roman would save his life once again just like the time he saved him from the Blood Fang.{j}{j}

source: 크리스와의 훈련.{j}더 이상은 진행할 이유가 없었다.
en_us: There was no point of continuing his training with Chris any further.{j}

source: ‘이건 아니야.’
en_us: This is ridiculous.

source: 로만이 크리스를 궁지에 몰아넣을 실력자라는 사실을 알았다면, 체면을 버리고 본인이 나섰어야 했다.
en_us: If he had known that Roman was skilled enough to force Chris into a corner and reach his limits, he would’ve never called on Chris to fight Roman. He would’ve done it himself.

source: 1화 드미트리의 얼간이 (1)
en_us: Chapter 1 Dimwit Dimitri (1)

source: 로만의 걸음걸이에 따라 인위적이지 않은 향긋한 냄새가 풍겼고, 발끝에서부터 머리까지 완전히 달랐다.{j}훤칠한 키.{j}트러블로 얼룩졌던 얼굴은 백옥처럼 하얗게 변했고, 피부 때문인지 검은 머리칼과 붉은 입술이 유독 도드라지게 보였다.
en_us: Everything about him looked different. Every step he took a natural fragrant scent filled the room, and it looked like he had grown taller with his buff figure. Also, his unpleasant skin condition was no where to be found. His face was clear like glass and because of his clean skin his dark hair and red lips stood out even more elegantly.{j}{j}

source: 호기심이 일었다.{j}오라.
en_us: Roman was quite intrigued by Chris’s power, the Aura.{j}

source: 왜냐고?{j}드미트리에게는 힘이 있으니까.
en_us: Because the House of Dimitri had power.{j}

source: 조나단은 허언을 할 사람이 아니다.
en_us: Romero knew that Jonathan wasn’t a person who would lie in front of him.

source: 조엘 가.{j}동북쪽 일대에서 존재하는지조차도 의심스러울 정도로 이름만 존재하는 허울뿐인 가문.
en_us: House Joel was an aristocrat family in living in the northeast region that people almost even doubted existing.{j}

source: “부르셨습니까, 도련님.”
en_us: “At your service, my lord.”

source: 로만 도련님이 정말 자신을 위해서 그런 위험한 일을 벌였는지는 모르겠지만, 겨우 평민에 불과한 자신과의 약속을 잊지 않았다는 사실은 감동으로 밀려왔다.
en_us: Although he was unsure if Roman had gone out of his way just for him, Kevin was moved by the fact that the young lord had not forgotten his promise with a commoner like himself.

source: “어느 정도 마나를 운용할 수 있는 단계에 들어서면, 그때부터는 오라를 발현할 수 있게 됩니다.{j}몸 곳곳에 퍼져 나가 있는 마나를 일점(一點)에 집중시키는 것.{j}그것이 바로 오라의 발현인 것이죠.
en_us: “If you can skillfully control your mana, you’ll be able to manifest Aura. To cut it short, once you learn how to focus all of your mana within one place of your body, you’ll be manifesting Aura.,” said Chris.{j}{j}

source: 식탁을 가득 메울 정도로 다양한 음식들이 향기로운 냄새를 풍겼지만, 로만은 담담한 목소리로 한스에게 말했다.
en_us: A variety of foods filled the table as they filled the restaurant with a delicious scent. Right before Hans tried to take his first bite, he was interrupted by Roman’s words.

source: 둔탁한 소리가 들렸다.{j}억지로 뼈를 잘라 내는, 듣는 것만으로도 소름이 돋는 소리였다.
en_us: A hard scratching sound echoed as he pressed the blade hard to his bones. As he continued to force the blade through his bones, he felt shivers down his spines .{j}

source: ‘맹목적인 신뢰를 받기 위해서는 내가 먼저 상대를 믿어야 한다.{j}설령 배신당한다고 할지라도.’
en_us: In order for you to gain other’s blind faith, you must trust the person first, even if that person could end up betraying you.{j}

source: 하나하나를 말할 때마다.{j}플로라의 얼굴은 붉게 달아올랐고, 차마 로만의 모습을 똑바로 바라보질 못했다.
en_us: And every time he added another word, Flora’s face blushed in red, embarrassed to face Roman.{j}

source: “이번 만남은 우리의 실수를 되돌리기 위해서 마련한 자리다.{j}특별히 언행(言行)에 조심하거라.”
en_us: “We are here to mend our mistake. So, you must choose your words wisely and stay quiet.”{j}

source: 그건 크나큰 착각이다.
en_us: However, it was huge misunderstanding.

source: 공방에 도착한 한스는, 로만을 당장 불러야 하는 상황인데도 문 앞에 서서 가만히 로만을 기다렸다.
en_us: As he arrived in front of the workshop, he stood waiting hesitant to call out Roman for the urgent matter.

source: 로렌스를 비롯한 가문들은 카이로 왕국을 기준으로 동북쪽에 위치하는데, 산이 많은 지리적 특성상 농사를 지을 땅이 많지 않았다.{j}그나마 로렌스는 다른 영지들에 비해 비옥한 토지를 많이 보유하고 있었고, 동북쪽에서 생산하는 대다수의 농작물이 로렌스에서 비롯된다는 말이 있을 정도였다.
en_us: The land of Lawrence and many other lands of the nobles were located at the northeast region of the Kairo Kingdom, where it was known for its mountainous geography making it extremely hard to farm. However, many lands grew envious of the Lawrence for their fertile land, which was responsible for processing majority of the agricultural products in the northeast region. However, peace was maintained in the region.

source: 로메로 남작을 향하는 시선.
en_us: Both Jonathan and Chris glanced at Baron Romero for his approval.

source: “저도 사람인지라, 이번 혼인을 두고 사람들이 어떤 말을 하는지 잘 알고 있습니다.{j}당신은 로렌스의 꽃이라 불리며 모든 남성이 바라는 결혼 상대지만, 드미트리의 얼간이라 불리는 저는 당신을 품기에는 한없이 모자란 사람이죠.{j}그래서 저도 생각이 많았습니다.{j}이 결혼이 옳은 것인지 매일 밤 고민했지만, 사실 이미 벌어진 일이라 저 혼자만의 의견으로 결혼을 무를 방법은 없었습니다.{j}그러나 지금은 아닙니다.{j}당신의 생각을 알았으니, 저도 결단을 내려야겠지요.”
en_us: “I’m not an idiot. I am well informed about what people say about our marriage. And if I’m correct, I believe you are the flower of the House of Lawrence, whom every noblemen desire to marry. How could a dimwit like myself dare to marry someone like you? I’ve thought it over for many restless nights, but I couldn’t decide how I should bring this up to you. But thanks to your proposal, I believe our thoughts of this marriage is mutual.”{j}{j}{j}{j}{j}

source: 그렇게 로만은 자리에서 일어났다.
en_us: With these final words, Roman left the restaurant.

source: 답은 나왔다.
en_us: Roman was finished with his answer.

source: “하겠습니다.”
en_us: “I’ll do it.”

source: 사실 마음 같아서는 직접 나서 보고 싶었다.
en_us: To be honest, Jonathan wanted to verify Roman’s skill personally.

source: 변칙적인 공격에 크리스는 숨을 들이켰다.
en_us: Chris was now having a hard time keeping up with Roman’s moves. It was a series of attack he couldn’t predict.

source: 얼굴이 폈다.{j}로메로 남작은, 로만을 보며 다가오라고 손짓했다.
en_us: Baron Romero’s face brightened as he turned his eyes to Roman. He gestured his son to come close.

source: “사건의 시작은 지금으로부터 며칠 전으로 돌아가야 합니다.{j}블러드 팽이 무고한 드미트리의 영주민들을 핍박하고 있었고, 저는 그 자리에서 그들을 처형했습니다.{j}
en_us: “I’ll have to begin where it started. It goes back to couple days before when I first spotted the Blood Fangs violently harass my people in my land. I lost my temper then and executed all of them at the site,” Roman continued.{j}{j}{j}{j}{j}

source: 다른 도련님들은 검사로서 훌륭한 자질을 보였다.{j}실제로 그들은 비약적인 발전을 이루어 수도로 진출했지만, 로만 도련님만큼은 예외였다.{j}약골 중의 약골.
en_us: Based on his experience, Roman was the weakest of the weak. Unlike his brothers who quickly picked up Jonathan’s training and excelled in swordsmanship, it took ages for Roman to even properly hold a sword.{j}{j}

source: 로렌스 자작은 현실을 직시했다.{j}지금은 사죄할 때다.
en_us: He faced his reality and sincerely apologized to the baron.{j}

source: 연속되는 단어는 블러드 팽이 정한 암구호였다.{j}문제는 상대가 모두가 아는 얼굴인 로만 드미트리라는 것이었다.
en_us: The words cited by Roman just now were the secret codes made by the Blood Fang. The owner couldn’t believe the words were coming from Roman Dimitri, a noble of the House of Dimitri.{j}

source: 아직 어리기에.{j}경험이 없기에 저지른 실수이나, 중대한 문제이니만큼 그 책임에서 자유로울 수가 없었다.
en_us: While she was still young to be held accountable for such a mistake, she couldn’t be free from her careless act as it was a critical matter.{j}

source: 로메로 남작이 말했다.{j}“앞으로 살아가며 이 사실 하나만은 명심하거라.{j}나는 너의 아버지다.{j}너에게 어떤 어려운 일이 있다 한들, 나는 로만 드미트리의 아버지로서 그 어려움을 외면할 사람이 아니다.{j}그리고 너의 발전에 같이 기뻐해 줄 사람 또한 이 아버지다.{j}그러니 네 이름이 로만 드미트리라는 사실을 잊지 말아라.{j}
en_us: “Remember this, Roman. As your father, I will never neglect you in times of hardships and will always be proud of your achievements. So, never forget that your name is Roman Dimitri. I, Romero Dimitri, will always be there to support you,”{j}{j}{j}{j}{j}{j}

source: 천마신교.{j}약육강식(弱肉強食)의 세계에서는 모든 업보는 피로써 대가를 치른다.
en_us: Based on the teachings of the Divine Force, in a world where the strong prey on the weak, there is no such thing as mercy for the weak. There is only death.

source: “영주님을 뵙습니다.”
en_us: “Greetings, Lord Roman.”

source: “왜 이러다니.{j}너도 알잖아.{j}내가 왜 이곳을 방문했고, 너희들을 무슨 이유로 공격했는지.{j}그걸 몰랐다면 날 공격하진 않았을 텐데.”
en_us: “What a stupid question, considering you’re the one who ambushed me first. You know why I’m here, don’t you?”{j}{j}{j}

source: 그 대상에 로만이 포함되었다.{j}장래가 밝은 두 동생을 사지로 내몰 수는 없기에, 드미트리의 가주는 로만을 전쟁터로 보내겠다는 결단을 내렸다.
en_us: Because his father wasn’t willing to risk sending his brothers, who had promising futures, to participate in the war, Roman was chosen by his father to represent the house.

source: ‘단숨에 탁기를 모두 제거한다.’
en_us: I must cleanse my body from these impurities in an instant.

source: “멈춰라.”
en_us: “Stop right there,” Roman stated with a firm voice.

source: 항명은 받아들이지 않겠다는 의미.
en_us: He was warning Chris that he would not accept insubordination.

source: 황급히 상대의 위치를 찾았을 때는 로만의 주먹이 그의 얼굴에 꽂혔다.
en_us: The men weren’t able to keep up with Roman’s moves. The moment they turned their eyes to find him, he was already gone from sight.

source: “도련님, 영주님께서 부르십니다.”
en_us: “My Lord, the baron wants to see you.”

source: 소란스러운 상황에 주변에 사람들이 몰려들었다.{j}그러나 그들은 사내들의 몸에 새겨진 송곳니 문신을 확인하고는, 화들짝 놀라며 시선을 돌렸다.
en_us: Despite the brutal scenery before their eyes, no one in the village dared to step up. Instead, the people turned their eyes away from the scene after seeing the fang tattoos on the men’s bodies.

source: 로만의 말.{j}황당했다.{j}그리고, 화가 났다.
en_us: Not only did Roman’s word sound absurd, but it made Chris even more annoyed.{j}{j}

source: 그러나.{j}이건 아니다.{j}상대는 기초도 모르는 초짜.
en_us: But Roman was asking too much from him. He couldn’t understand Roman’s intention for making him fight a novice like Kevin.{j}{j}

source: ‘마나 순환이라니.’
en_us: How could he have already learned to control his mana?

source: “……이게 무슨.”{j}경악으로 얼룩진 조나단의 표정이 보였다.
en_us: “What in the world...”{j}

source: 자신을 드러내는 것.{j}로만은 감추는 법을 몰랐다.
en_us: The only weakness Roman had was hiding his power. He didn’t know how to or when to.{j}

source: “그게 무슨 말입니까?”
en_us: “What do you mean?”

source: “이 새끼가!”
en_us: “You little brat!”

source: 크리스.{j}그는 나쁘지 않은 실력자였다.{j}공격적으로 상대를 밀어붙일 줄 알았고, 싸움의 흐름을 읽는 눈은 제법 날카로웠다.
en_us: Chris was better than Roman had expected. He knew how to attack and push his opponent into a corner, and he also knew how to sharply read the flow of the fight for him to take the upper hand.{j}{j}

source: “단장님!{j}여기 생존자가 있습니다!”{j}
en_us: “Captain Jonathan! We have a survivor here!”{j}{j}{j}{j}

source: 조나단의 시선이 기사들을 훑었다.{j}드미트리 기사단은 단장을 제외하고 총 15명으로 구성되어 있다.
en_us: Jonathan quickly skimmed through the fifteen faces standing before him.{j}

source: “……예?”
en_us: “Huh...?”

source: ‘정말 싫어.’
en_us: He’s the worst.

source: 로만은 방향을 틀어 사람들이 한산한 골목으로 걸음을 옮겼다.{j}그곳은 로만이 즐겨 애용하던 유흥가가 있는 방향이라, 블러드 팽으로서는 전혀 의심하지 않을 터.
en_us: Roman began walking towards an alley where it seemed less crowded. The alley that he entered was a place Roman previously often visited as it was the heart of all the entertainments in town. So, the Blood Fang crews on Roman’s tail had no clue this was a part of his strategy.{j}

source: “아니, 그렇게까지 할 필요 없습니다.{j}드미트리는 장자의 미래가 걸린 문제로 이득을 보고 싶은 생각이 추호도 없습니다.{j}세간에는 플로라 로렌스의 개인적인 문제로 파혼했다고 알리는 선에서 이번 문제를 마무리하시지요.{j}그렇게만 한다면, 드미트리가 바르코에 붙을 일은 없을 겁니다.”
en_us: “You don’t have to go that far, Viscount Lawrence. I have no intention of using my son’s future as a pawn for my own personal gain. Instead, make an announcement that Flora Lawrence canceled the engagement due to her personal reasons. Then, Dimitri will not be joining forces with Barco.”{j}{j}{j}

source: 카이로 왕국은 항상 전쟁의 위협에 시달리는 왕국인데, 그로 인해서 각 가문은 일정 병력과 가문을 대표하는 인물을 한 명 선정해서 2년간 강제로 국방의 의무를 수행해야 한다는 법이 있다.
en_us: As written in the letter, the Kairo Kingdom was always under the threat of war. This required the Kingdom to make conscription mandatory for certain Houses to send at least one son to serve in the military for two years and participate in the war.

source: 조나단이 바락 소리쳤다.
en_us: But putting his thoughts aside, he shouted to his knights.

source: “오랜만이구나.”
en_us: “It’s been a while.”

source: 말문이 막혔다.{j}지난 삶을 돌아보았다.
en_us: Chris remained silent as he looked back on his life.{j}

source: 최악이었다.
en_us: Everything about this body seemed terrible to Roman.

source: 그러나 로만의 음성은 차가웠다.
en_us: However, his voice was cold.

source: 로만에 대한 기대치는 0이었다.{j}그런데 1을 보여 주어도 사람들의 감탄을 자아낼 사람이, 10의 성과를 보였으니 이건 엄청난 사건이었다.
en_us: The level of expectation people had for Roman was literary zero. Thus, if he were to even complete one simple task, people would be astonished. But the achievement of wiping out the Blood Fang wasn’t just a simple task. It far exceeded what he would be expected to do his entire life.{j}

source: 로메로 남작이 손에 잡히는 물건을 로만에게 던졌다.
en_us: Romero picked any object within his reach and threw it straight to Roman.

source: 처음에 맥주잔에 얻어맞았던 주인만이, 피로 물들 얼굴로 로만을 올려다보고 있었다.
en_us: The owner of the tavern whose face was smacked by the glass of beer Roman threw at him slowly woke up with blood flowing from his nose.

source: “헉!{j}감사합니다!{j}정말 감사합니다!”
en_us: “Thank you! Thank you so much!”{j}{j}

source: “……이것이 제가 아는 전부입니다.”{j}
en_us: “My Lord, that is all I have to tell you,”

source: 언제쯤 로만 도련님을 다시 볼 수 있을까.{j}혹시라도 그런 날이 찾아온다면, 케빈은 지금의 감정을 잊지 않고 반드시 감사의 마음을 표현하고 싶었다.
en_us: He simply hoped to see Roman one day so that he could wholeheartedly show his gratitude to Roman for keeping the promise.{j}

source: 익숙한 현상.{j}로만은 비슷한 방법을 떠올렸다.
en_us: The feeling seemed familiar to Roman and reminded him of something of the former world.{j}
